namespace Interface
{
    public partial class Form1 : Form
    {
        // ==============TODO==============
        // сделать меню выбора задачи (задача 1, задача 2...........................................)
        // СПРАВКА С ОПИСАНИЕМ ЗАДАЧ!!!!!!!!!!!!!!!!!!!!!!!!!!!
        // Сосиски в ТЕСТАХ
        // КОММЕНТАТОРЫ (лайки)
        // Поля ввода писел m и n (ну или просто m или n) появляются при выборе определенных задач-ч-ч (см. задания (порно))
        // Овет в виде текста (Label), если ответов много(массив) записать через пробел
        // Ошибки обработосьян
        // На вход и выход числа целые (вроде только положительные)
        public Form1()
        {
            InitializeComponent();
        }
    }
}
